app/services/start_scrap.rb

INSERT INTO "crypto_dbs" ("money", "value") VALUES ($1, $2) RETURNING "id"  [["money", "Bitcoin"], ["value", "$6515.39156064"]]
---
  def save
    @result.each do |c|
    @crypto_db = CryptoDb.new
      @crypto_db.money = c["Crypto"]
      @crypto_db.value = c["Value"]
      @crypto_db.save