app/controllers/home_controller.rb

  def index

    CryptoDb.delete_all
    ActiveRecord::Base.connection.reset_pk_sequence!('crypto_dbs')
    @crypto_scrap = StartScrap.new
    @crypto_scrap.perform
    @crypto_scrap.save
    @crypto= CryptoDb.all
    @crypto_database_name = CryptoDb.all.pluck(:money)
---
DELETE FROM "crypto_dbs"
DELETE FROM "cryptos"
SELECT "crypto_dbs"."money" FROM "crypto_dbs"